acpi
acpid-openrc
alsa-firmware
alsa-utils-openrc
amd-ucode
artix-archlinux-support
artix-branding-base
artix-gtk-presets
artix-qt-presets
aspell-pl
at
at-openrc
atril
avahi-openrc
awesome-terminal-fonts
b43-fwcutter
base
blueberry
bluez-openrc
btrfs-progs
cinnamon
cmake
code
cpupower
cronie-openrc
cryptsetup-openrc
cups-openrc
dhclient
dhcpcd-openrc
dictd
diffutils
dmidecode
dmraid
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elogind-openrc
emacs
eog
exfat-utils
f2fs-tools
feh
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firewalld-openrc
gcc
geckodriver
gnome-calculator
gnome-dictionary
gnome-disk-utility
gnome-keyring
gnome-online-accounts
gnome-screenshot
gnome-system-monitor
gnome-terminal
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gxmessage
haveged-openrc
hdparm
hplip
htop
hwinfo
inetutils
intel-ucode
inxi
iptables
isync
itstool
jdk-openjdk
jfsutils
keepassxc
klavaro
leafpad
libgexiv2
libgphoto2
libisoburn
libraw
libreoffice-still-pl
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
light-locker
lightdm-gtk-greeter
lightdm-openrc
linux-firmware
linux-hardened
linux-hardened-headers
linux-lts
logrotate
lsb-release
lsof
lvm2-openrc
lxqt-sudo
lynx
make
man-db
man-pages
mc
mdadm-openrc
memtest86+
mesa-vdpau
meson
mint-x-icons
mint-y-icons
mkinitcpio
mkinitcpio-openswap
modemmanager
mpv
mtools
nano
nbd
ndisc6
nemo-fileroller
nemo-preview
nemo-seahorse
nemo-share
neomutt
neovim
net-tools
networkmanager-openrc
networkmanager-openvpn
newsboat
nfs-utils-openrc
nginx
nmap
ntfs-3g
ntp-openrc
openrc-settingsd
openssh-openrc
openssl-1.1
os-prober
p7zip
pacman-contrib
pavucontrol
powertop
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python-pip
qt5-imageformats
ranger
raw-thumbnailer
redshift
reiserfsprogs
remind
ripgrep
rsync-openrc
s-nail
scrot
shotwell
smartmontools
sudo
sysfsutils
syslog-ng-openrc
terminator
terminus-font
texinfo
tk
tldr
tor-browser
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono
tumbler
unrar
usbutils
vala
vi
vkd3d
vulkan-intel
vulkan-swrast
w3m
webp-pixbuf-loader
wget
which
whois
wireless-regdb
words
wpa_supplicant-openrc
xclip
xcursor-premium
xcursor-vanilla-dmz
xdg-user-dirs
xdg-utils
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-dict
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
yt-dlp
zsh
